{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v4.9.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of22.bin", "group1-shard2of22.bin", "group1-shard3of22.bin", "group1-shard4of22.bin", "group1-shard5of22.bin", "group1-shard6of22.bin", "group1-shard7of22.bin", "group1-shard8of22.bin", "group1-shard9of22.bin", "group1-shard10of22.bin", "group1-shard11of22.bin", "group1-shard12of22.bin", "group1-shard13of22.bin", "group1-shard14of22.bin", "group1-shard15of22.bin", "group1-shard16of22.bin", "group1-shard17of22.bin", "group1-shard18of22.bin", "group1-shard19of22.bin", "group1-shard20of22.bin", "group1-shard21of22.bin", "group1-shard22of22.bin"], "weights": [{"name": "tf_bert_model/bert/embeddings/word_embeddings/weight", "shape": [30522, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/embeddings/token_type_embeddings/embeddings", "shape": [2, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/embeddings/position_embeddings/embeddings", "shape": [512, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/embeddings/LayerNorm/gamma", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/embeddings/LayerNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._0/attention/self/query/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._0/attention/self/query/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._0/attention/self/key/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._0/attention/self/key/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._0/attention/self/value/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._0/attention/self/value/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._0/attention/output/dense/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._0/attention/output/dense/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._0/attention/output/LayerNorm/gamma", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._0/attention/output/LayerNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._0/intermediate/dense/kernel", "shape": [384, 1536], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._0/intermediate/dense/bias", "shape": [1536], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._0/output/dense/kernel", "shape": [1536, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._0/output/dense/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._0/output/LayerNorm/gamma", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._0/output/LayerNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._1/attention/self/query/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._1/attention/self/query/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._1/attention/self/key/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._1/attention/self/key/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._1/attention/self/value/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._1/attention/self/value/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._1/attention/output/dense/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._1/attention/output/dense/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._1/attention/output/LayerNorm/gamma", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._1/attention/output/LayerNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._1/intermediate/dense/kernel", "shape": [384, 1536], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._1/intermediate/dense/bias", "shape": [1536], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._1/output/dense/kernel", "shape": [1536, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._1/output/dense/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._1/output/LayerNorm/gamma", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._1/output/LayerNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._2/attention/self/query/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._2/attention/self/query/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._2/attention/self/key/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._2/attention/self/key/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._2/attention/self/value/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._2/attention/self/value/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._2/attention/output/dense/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._2/attention/output/dense/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._2/attention/output/LayerNorm/gamma", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._2/attention/output/LayerNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._2/intermediate/dense/kernel", "shape": [384, 1536], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._2/intermediate/dense/bias", "shape": [1536], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._2/output/dense/kernel", "shape": [1536, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._2/output/dense/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._2/output/LayerNorm/gamma", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._2/output/LayerNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._3/attention/self/query/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._3/attention/self/query/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._3/attention/self/key/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._3/attention/self/key/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._3/attention/self/value/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._3/attention/self/value/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._3/attention/output/dense/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._3/attention/output/dense/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._3/attention/output/LayerNorm/gamma", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._3/attention/output/LayerNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._3/intermediate/dense/kernel", "shape": [384, 1536], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._3/intermediate/dense/bias", "shape": [1536], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._3/output/dense/kernel", "shape": [1536, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._3/output/dense/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._3/output/LayerNorm/gamma", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._3/output/LayerNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._4/attention/self/query/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._4/attention/self/query/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._4/attention/self/key/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._4/attention/self/key/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._4/attention/self/value/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._4/attention/self/value/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._4/attention/output/dense/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._4/attention/output/dense/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._4/attention/output/LayerNorm/gamma", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._4/attention/output/LayerNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._4/intermediate/dense/kernel", "shape": [384, 1536], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._4/intermediate/dense/bias", "shape": [1536], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._4/output/dense/kernel", "shape": [1536, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._4/output/dense/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._4/output/LayerNorm/gamma", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._4/output/LayerNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._5/attention/self/query/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._5/attention/self/query/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._5/attention/self/key/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._5/attention/self/key/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._5/attention/self/value/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._5/attention/self/value/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._5/attention/output/dense/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._5/attention/output/dense/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._5/attention/output/LayerNorm/gamma", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._5/attention/output/LayerNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._5/intermediate/dense/kernel", "shape": [384, 1536], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._5/intermediate/dense/bias", "shape": [1536], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._5/output/dense/kernel", "shape": [1536, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._5/output/dense/bias", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._5/output/LayerNorm/gamma", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/encoder/layer_._5/output/LayerNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "tf_bert_model/bert/pooler/dense/kernel", "shape": [384, 384], "dtype": "float32"}, {"name": "tf_bert_model/bert/pooler/dense/bias", "shape": [384], "dtype": "float32"}]}]}